poll_questions: dict[str] = {
    'name': 'Укажите ваше реальное имя: ',
    'phone_number': 'Укажите номер телефона, чтобы мы могли связаться с вами: ',
    'email': 'Укажите адресс электронной почты: ',
    'school': 'Укажите вашу школу: ',
    'district': 'Укажите ваш район, населенный пункт проживания: ',
    'item_count': 'Укажите требуемое количество: ',
    'item_size': 'Выберете требуемый размер: ',
    'goods_position': 'Выберете(введите) номер позиции: ',
    'question_text': 'Отправьте свой вопрос одним сообщением: ',
    'question_subject': 'Укажите тему вопроса или нажмите кнопку Далее ⏭, если хотите оставить поле пустым: ',
    'report_text': 'Опишите проблему в одном сообщением: ',
    'new_item_name': 'Введите название товара: ',
    'new_item_photos': 'Пришлите мне id photo(каждый на новой строчке): ',
    'new_item_price': 'Пришлите мне цену товара в рублях',
    'email_to_check': 'Укажите ваш email, на него пришлем код для подтверждения заказ: ',
    'checking_code': 'Мы отправили вам на почту письмо с кодом для подтверждения заказа. Отправьте его сюда: ',
    'finish': '...'
}
